bluez
bluez-utils
brightnessctl
cliphist
ghostty
i3status-rust
keyd
libnotify
libpulse
mako
noto-fonts-emoji
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit
rofi
sway
swayidle
swaylock
ttf-dejavu
ttf-firacode-nerd
wireplumber
wl-clipboard
xdg-desktop-portal
xdg-desktop-portal-wlr
xdg-utils
