base
base-devel
bash-completion
bluez
bluez-utils
brightnessctl
cliphist
efibootmgr
fd
foot
fzf
git
github-cli
i3status-rust
intel-ucode
keyd
lazygit
libnotify
libpulse
linux
linux-firmware
linux-headers
mako
man-db
neovim
networkmanager
nodejs
noto-fonts
npm
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit
ripgrep
stow
sway
swayidle
swaylock
tldr
tmux
tree-sitter-cli
ttf-firacode-nerd
unzip
uv
wireplumber
wl-clipboard
xdg-utils
wmenu
zram-generator

lua-language-server
prettier
pyright
ruff
typescript-language-server
