bluez
bluez-utils
brightnessctl
cliphist
ghostty
hypridle
hyprland
hyprlock
hyprpolkitagent
keyd
libnotify
libpulse
mako
noto-fonts
noto-fonts-emoji
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
rofi
sway
swayidle
swaylock
ttf-firacode-nerd
waybar
wireplumber
wl-clipboard
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-utils
