base-devel
bash-completion
fd
fzf
git
github-cli
lazygit
neovim
nodejs
npm
ripgrep
stow
tldr
tmux
tree-sitter-cli
unzip
uv

clang
lua-language-server
prettier
pyright
ruff
typescript-language-server
