base
base-devel
bluez
bluez-utils
brightnessctl
cliphist
efibootmgr
fd
foot
fzf
git
github-cli
grim
gst-plugin-pipewire
hypridle
hyprland
hyprlock
intel-ucode
libpulse
linux
linux-firmware
mako
man-db
neovim
networkmanager
nodejs
noto-fonts
npm
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qt5-wayland
qt6-wayland
rclone
ripgrep
rofi
slurp
stow
swappy
tree-sitter-cli
ttf-firacode-nerd
unzip
uv
waybar
wireplumber
wl-clipboard
xdg-desktop-portal-hyprland
xdg-utils
zram-generator

lua-language-server
prettier
pyright
ruff
typescript-language-server
